[
    {
        "agriculture": "",
        "asterism": "Epsilon, Mu, Xi, Eta Theta, Iota, Chi, Upsilon and Lambda (shaula) in Scopionis",
        "averages": "Average rainfall for this Nakaiy is 84.0 mm (3.31 inches); wind speed is 11 knots/hr. (20.37 km/hr.); sunshine is 86.4 hours.",
        "dates": "10 Dec - 22 Dec",
        "description": "Strong winds, rough seas",
        "fishing": "Good for Tuna, bad for Bonito. Live bait is abundant in the northern Maldives.",
        "id": 1,
        "meaning": "The name given in Maldives to the first Nakaiy of Iruvaa season. On the third day of this nakaiy “badi helun” ceremony is held. The olden form of writing this name in Dhivehi was Mulahalha. According to Hindu astrologers it is the 19th Lunar mansion named Mula which means \"the root\" and the presiding divinity is Nirrti. Arab: it is the 19th manzil of the moon, and is named Ash-Shaulah, meaning \"the sting\" (of the scorpion). Sinhala name is Mula. This is figured as a Lions Tail.",
        "nakaiy": "Mula",
        "number": "First Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "Iruvaa season begins. During this period winds are strong and not settled to blow from one direction and the seas are rough. Generally winds are from the North-East."
    },
    {
        "agriculture": "",
        "asterism": "Delta and Epsilon (Kaus Australis) in Sagittarii",
        "averages": "Average rainfall for this Nakaiy is 76.5 mm (3.01 inches); the average wind speed is 12 knots per hour (22.22 km/hr) and the sunshine is 97.1 hrs.",
        "dates": "23 Dec - 5 Jan",
        "description": "Strong north-easterly winds, rough seas",
        "fishing": "Good in the North of Maldives.",
        "id": 2,
        "meaning": "The name given to the second Nakaiy of Iruvaa season. According to the Hindu astrologers it is the twentieth lunar mansion and is named Purva-Ashadha. The word \"Ashadha\" means \"unsubdued\", and Purva designates \"former, because this and the following asterisms are taken to form a double asterism. the presiding divinity is Apa Deva. To the Arabs it is the twentieth manzil of the moon and is named An-Na’am, meaning \"the pasturing cattle\".  Sinhala name is Puvasala. It is figured as either as a bed or a couch.",
        "nakaiy": "Furahalha",
        "number": "Second Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "Generally winds are strong and blow from the North-East during this period. The seas are rough."
    },
    {
        "agriculture": "Planting Millets.",
        "asterism": "Sigma (Nunki), and Zeta in Sagitarrarii",
        "averages": "Average Rainfall for this Nakaiy is 21.6 mm (0.86 inches); average wind speed is 12 knots/hr. (22.22 km/hr.)",
        "dates": "6 Jan - 18 Jan",
        "description": "Clear blue skies, strong winds, rough seas",
        "fishing": "Average.",
        "id": 3,
        "meaning": "The name given to third Nakaiy of Iruvaa season. According to the Hindu astrologers it is the twenty-first lunar mansion and is called Uttara-Ashadtha. The word “uttara” meaning \"latter\". The presiding divinity is Vicve Deva. This is the latter of the two \"Halha\" asterism. To the Arabs it is the twenty-first manzil of the moon and is named Al-Baldah meaning \"the town\". Singhala name is Uthurusala. It is figured as an elephant\\'s tusk.",
        "nakaiy": "Uthura-halha",
        "number": "Third Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "Winds are strong and are from the North-East and the seas are rough during this period."
    },
    {
        "agriculture": "",
        "asterism": "Alpha (Altair), Beta and Gamma in Aquilae",
        "averages": "Winds at an average speed of 12 knots/hr. (22.22 km/hr.) Average rainfall is 24.2 mm (0.95 inches) and the sunshine is 101.6 hrs.",
        "dates": "19 Jan - 31 Jan",
        "description": "Calm seas, blue skies",
        "fishing": "Fishing is good from the fishing grounds on the eastern side of Maldives.",
        "id": 4,
        "meaning": "The name given to the fourth Nakaiy of Iruvaa season. According to the Hindu astrologers it is the twenty-third lunar mansion and is named Cravana, meaning \"hearing, or ear\". The presiding divinity is Visnu. To the Arabs it is the twenty -third manzil of the moon and is named Sa’d Bula, meaning \"felicity of a devourer\" or Al-Bula, meaning \"the devourer\". Singhala name is Suvana. It is figured as three steps.",
        "nakaiy": "Huvan",
        "number": "Fourth Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "In this Nakaiy seas are calm, winds moderate and blow from the North-East."
    },
    {
        "agriculture": "",
        "asterism": "Alpha, Beta, Gamma and Delta in Delphini",
        "averages": "Winds at an average speed of 11 knots per hour (20.37 km/hr.). Average rainfall is 37.8 mm (1.49 inches) and the sunshine is 107.4 hrs.",
        "dates": "1 Feb - 13 Feb",
        "description": "North-easterly winds, moderate seas, plenty of sunshine",
        "fishing": "Good for shark fishing, Sailing towards the Malabar coast.",
        "id": 5,
        "meaning": "The name given to the fifth Nakaiy of Iruvaa season. In the past it was during this nakaiy that sailing vessels left  Maldives for Cochin and other ports in the area. According to the hindu astrologers it is the twenty-fourth lunar mansion and is named Cravishtha, meaning “most famous”. The presiding deities are eight Vasus. To the Arabs it is the the twenty-fourth manzil of the moon and is named Sa’d as-Su’ud, meaning \"felicity of felicities\". Singhala name is Dhenata. Figured as a drum.",
        "nakaiy": "Dhinasha",
        "number": "Fifth Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "During this period seas are moderate and winds blow from the North-East."
    },
    {
        "agriculture": "Fields are sown.",
        "asterism": "Lambda in Aquarii",
        "averages": "Winds at an average speed of 9 knots/hr. (16.67 km/hr.). The currents of the seas are moderate. Average rainfall for this Nakaiy is 14.4 mm (0.57 inches) and the sunshine is 126.5 hrs.",
        "dates": "14 Feb - 26 Feb",
        "description": "Seas are calm, days and nights are hot",
        "fishing": "Good. Schools closer to the coast.",
        "id": 6,
        "meaning": "The name given to the sixth Nakaiy of Iruvaa season. According to the Hindu Astrologers it is the twenty fifth lunar mansion and is named Catabhishaj, meaning \"having a hundred physicians\". The presiding divinity is Varuna. To the Arabs it is the twenty-fifth manzil of the moon and is called Sa\\'d al -Akhbiyah, which mean \"felicity of tents\". Singhala name is Siyavasa. It is figured a a circle.",
        "nakaiy": "Hiyavihaa",
        "number": "Sixth Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "During this period the seas are calm, the winds blow from the North-East."
    },
    {
        "agriculture": "Magoo (Beach Naupaka - Scaevola taccada), Uni (Guettarda speciosa) and Dhakadhaa (Premna obtusifolia) are cut down and allowed to dry.",
        "asterism": "Alpha (Markab), Beta (Scheat) in Pegasi",
        "averages": "Winds at 7 knots/hr. (12.96 km/hr.) Average rainfall is 43.2 mm (1.70 inches) and the sunshine is 120 hours.",
        "dates": "27 Feb - 11 Mar",
        "description": "Frequent, short, sharp bursts of thunder and lightning",
        "fishing": "Very good.",
        "id": 7,
        "meaning": "The name given in Maldives to the seventh Nakaiy of Iruvaa season. According to Hindu astrologers it is the twenty-sixth lunar mansion and is named, along with the following asterism Bhadrapada, which means \"beautiful foot\". Another name given to this asterism is Proshthapada. This again is a double asterism and to distinguish the two one has the prefix \"Purva\" meaning \"former\" added to the name. The presiding divinity is Ajikapada. To the Arabs it is the twenty-six manzil of the moon and is called Al-Fargh al-Mukdim, which means \"the fore spout of water-jar\". Singhala name is Puvaputupa. Figured as a couch.",
        "nakaiy": "Fura-badhuruva",
        "number": "Seventh Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "There may be storms lasting a short duration, thunder and lightning maybe frequent during this period. Generally winds are moderate and blow from the North-East."
    },
    {
        "agriculture": "It is said that if thundering is frequent, Yam harvest will be good for the year.",
        "asterism": "Gamma (Algenib) an Pegasi and Alpha (Alpheratz) in Andromedae",
        "averages": "Winds at an average speed of 07 knots/hr. Thunder and lightning may be experienced. Average rainfall for this Nakaiy is 31.8 mm (1.25 inches) and the Sunshine is 131.3 hrs.",
        "dates": "12 Mar - 25 Mar",
        "description": "Usually clear blue skies",
        "fishing": "Very good.",
        "id": 8,
        "meaning": "The name given in Maldives to the eighth Nakaiy of Iruvaa season. According to Hindu astrologers it is the twenty-seventh lunar mansion and is named Uttara-Bhadrapada. It forms a double asterism with the preceding one. The presiding divinity is Ahi Budhnya. To the Arabs it is the twenty-seventh manzil of the moon and is called Al Fargh al-Mukhir, which means \"the hind spout of the water jar\". Singhala name is Uthuruputupa. Figured with a double face.",
        "nakaiy": "Fas-badhuruva",
        "number": "Eighth Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "On the third or fourth day of this Nakaiy the storm associated with its name is normally experienced. Thunder and lightening may be experienced. Generally winds are moderate and blow from the North-East."
    },
    {
        "agriculture": "Mirihi (Wedelia biflora) in the fields are cut down and allowed to dry before being burnt.",
        "asterism": "Xi in Piscium",
        "averages": "Average rainfall for this Nakaiy is 5.2 mm (1.98 inches); average wind speed is 7 knots/hr. (12.96 km/hr.) and the average sunshine is 103.4 hours.",
        "dates": "26 Mar - 7 Apr",
        "description": "If storms occur they may be severe",
        "fishing": "Fishing is generally good in the northern atolls of the Maldives.",
        "id": 9,
        "meaning": "The name given in Maldives to the ninth and the last Nakaiy of Iruvaa season. According to Hindu astrologers it is the twenty-eighth lunar mansion and is named Revati, meaning \"wealthy\", \"abundant\". The presiding divinity is Pushan. To the Arabs it is the twenty-eighth manzil of the moon and is called Batn al-Hut, which mean \"the fish\\'s belly\". Sinhala name is Revathi. Figured as a tabor.",
        "nakaiy": "Reyva",
        "number": "Last Nakaiy of Iruvaa",
        "season": "Iruvaa",
        "weather": "The storm associated with its name, if experienced at night, will be severe. Winds from North-West."
    },
    {
        "agriculture": "Planting millets & trees: hoeing land.",
        "asterism": "Alpha (Hamal), Beta (Sheratan), and Gamma in Arietis",
        "averages": "Winds at an average speed of 07 knots per hour (12.96 kilometers per hour). The Average Rainfall for this Nakaiy is 49.6 millimeters (1.95 inches) and sunshine is 116.1 hours.",
        "dates": "8 Apr - 21 Apr",
        "description": "Begins with a storm, then becomes hot and dry",
        "fishing": "Poor. Usually sharks are caught.",
        "id": 10,
        "meaning": "The name given in Maldives to the first Nakaiy of Hulhangu season. People in the Maldives get themselves wet with the first rains of this nakaiy in the belief that it will bring them good luck. According to Hindu astrologers it is the first lunar mansion and is named Acvini, meaning ”two horsemen”. The presiding divinity are Acvins. To the Arabs it is the first manzil of the moon and they name it Ash-Sharatan, meaning “the two tokens”. Sinhala name is Asvidha. It is figured as a horse-head.",
        "nakaiy": "Assidha",
        "number": "First Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Dry & hot. Very little rain. South West Monsoon Starts. After the initial storm of this Nakaiy winds are weak and blow from the West."
    },
    {
        "agriculture": "The main agricultural activity during this Nakaiy is allowing the chopped trees on the cleared area to dry before being burnt. On some islands seeds are sown in this Nakaiy.",
        "asterism": "Musca Borealis in Arietis",
        "averages": "Winds at an average speed of 10 knots per hour. (18.52 kilometers per hour). Average Rainfall for this Nakaiy is 65.9 mm (2.59 inches), and Sunshine is 115.4 hours.",
        "dates": "22 Apr - 5 May",
        "description": "Begins with a storm and strong winds, then becomes calm",
        "fishing": "Poor.",
        "id": 11,
        "meaning": "The name given in Maldives to the second Nakaiy of Hulhangu season. According to Hindu astrologers it is the second lunar mansion and is named Bharani, meaning ”bearer away”. To the Arabs it is the second manzil of the moon and is called Al Butain, meaning “little belly”. Sinhala name is Berana. It is figured as a pudendum muliebre.",
        "nakaiy": "Burunu",
        "number": "Second Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Rather dry & stormy with rough seas. This Nakaiy is ushered in with a storm accompanied by strong winds but it will be calm after this initial storm. The direction of the wind is not settled but generally blows from the West."
    },
    {
        "agriculture": "Dried leaves of the cleared fields are burnt, the ashes are raked and spread and the fields are sown.",
        "asterism": "Pleiades in Taurus",
        "averages": "Average rainfall for this Nakaiy is 11.9 mm (4.41 inches). Winds are from the West at an average speed of 11 knots per hour (20.37km/hr.) Average sunshine is 97.4 hrs.",
        "dates": "6 May - 19 May",
        "description": "Dark clouds, frequent rains",
        "fishing": "Poor.",
        "id": 12,
        "meaning": "The name given in Maldives to the third Nakaiy of Hulhangu season. According to Hindu astrologers it is the third lunar mansion and is named Krittika. The presiding divinity is Agni. To the Arabs it is the third manzil of the moon and is named Ath-Thuraiya, meaning \"the little thick-set group\". Sinhala name is Kethi. It is either figured as either a flame or a razor.",
        "nakaiy": "Kethi",
        "number": "Third Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Weather for Hulhangu season (South-West Monsoon) is firmly settled in this Nakaiy. According to an old Maldivian saying, there will be seven storms in this Nakaiy. Clouds will be dark and rains frequent. It is with this Nakaiy that the stormy days of Hulhangu begins."
    },
    {
        "agriculture": "Fields are sown on some islands.",
        "asterism": "Alpha, Thetha, Gamma, Delta and Epsilon in Tauri",
        "averages": "Average Rainfall for this Nakaiy is 119.7 mm (4.71 inches). Winds at an average of 13 knots per hour (24.08 km/hr). Average sunshine is 89.3 hrs.",
        "dates": "20 May - 2 Jun",
        "description": "Storms, strong winds and rough seas",
        "fishing": "Mainly Kawakawa.",
        "id": 13,
        "meaning": "The name given in Maldives to the fourth Nakaiy of Hulhangu season. According to Hindu astrologers it is the fourth lunar mansion and is named Rohini, meaning “ruddy”. The presiding divinity is Prajapati. To the Arabs it is the 4th Manzil of the moon and they call it Ad-Dabaran, which means \"the follower\". Sinhala name is Rehena. It is figured as either a wain or a temple.",
        "nakaiy": "Roanu",
        "number": "Fourth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Generally stormy with heavy rain, strong winds & rough seas. Winds blow generally from the West."
    },
    {
        "agriculture": "Fields are sown and weeding carried out.",
        "asterism": "Lambda, Phi (one) and Phi (two) in Orionis",
        "averages": "Winds at an average speed of 11 knots/hr (20.37 km/hr). Average rainfall is 80.1mm (3.15 inches) and the average sunshine is 95.6 hours.",
        "dates": "3 Jun - 16 Jun",
        "description": "Storms, rough seas and strong westerly winds",
        "fishing": "Poor.",
        "id": 14,
        "meaning": "The name given in Maldives to the fifth Nakaiy of Hulhangu season. According to Hindu astrologers it is the fifth lunar mansion and is named Mogacirsha or Mogaciras, meaning “antelope’s head”. The presiding divinity is Soma. To the Arabs it is the fifth manzil of the moon and is called Al-Hak’ah. Sinhala name is Muvasirisa. It is figured as a head of an antelope.",
        "nakaiy": "Miahelli",
        "number": "Fifth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Stormy with rough seas and strong winds blowing generally from the West. Seas are rough and not suitable for traveling."
    },
    {
        "agriculture": "Weeding, thinning, gap-filling and transplanting of the field is done.",
        "asterism": "Alpha (Betelgeuse) in Orionis",
        "averages": "Winds at an average of 11 knots (20.37 km/hr) Average rainfall for this Nakaiy is 65.8 mm (2.59inches). Average sunshine is 100.6 hrs.",
        "dates": "17 Jun - 30 Jun",
        "description": "Storms, south-westerly winds",
        "fishing": "Good large schools of fish are found.",
        "id": 15,
        "meaning": "The name given in Maldives to the sixth Nakaiy of Hulhangu season. According to Hindu astrologers it is the sixth lunar mansion and is is called Ardra, which means \"moist\". The presiding divinity is Rudra. To the Arabs it is the sixth manzil of the moon and is known as Al Han\\'ah, meaning \"the pile\". Singhala name is Adha. it is figured as a gem.",
        "nakaiy": "Adha",
        "number": "Sixth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Sea travelers try to steer towards the middle of storm clouds as the clouds tend to divide and give a clear path in the centre, the worst being experienced at both ends of these clouds.  Wind blows generally from South-West."
    },
    {
        "agriculture": "Weeding, thinning, gap-filling and transplanting of the field is done.",
        "asterism": "Alpha (Castor) and Beta (Pollux) in Geminorium",
        "averages": "Winds at an average of 10 knots/hr. (18.52 km/hr). Average rainfall is 61.2 mm (2.41inches) and the average sunshine is 102.9 hrs.",
        "dates": "1 Jul - 14 Jul",
        "description": "Storms, rough seas, frequent sudden gales",
        "fishing": "Average.",
        "id": 16,
        "meaning": "The name given in Maldives to the seventh Nakaiy of Hulhangu season. According to Hindu astrologers it is the seventh lunar mansion and is named Punarvasu, meaning “good or brilliant again”. The presiding divinity is Aditi. To the Arabs it is the seventh manzil of the moon, and it is called Adh-Dhira, meaning \"the paw\". Singhala name is Punavasa. It is figured as a house.",
        "nakaiy": "Funoas",
        "number": "Seventh Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "This is a stormy Nakaiy. Seas are rough and the winds blow generally from the West. Sudden gusts of wind are a frequent feature of this Nakaiy."
    },
    {
        "agriculture": "",
        "asterism": "Theta, Delta and Gamma in Cancri",
        "averages": "Winds at an average speed of 11 knots per hour (20.37 km/hr). Average rainfall is 88.6 mm (3.49 inches) and the average sunshine is 89.0 hrs.",
        "dates": "15 Jul - 28 Jul",
        "description": "Wet and overcast",
        "fishing": "Good. Schools are very close to the coast.",
        "id": 17,
        "meaning": "The name given in Maldives to the eighth Nakaiy of Hulhangu season. According to Hindu astrologers it is the eighth lunar mansion and is called Pushya, which means, \"nourish, thrive\" it is also called Tishya, which means \"auspicious\". The presiding divinity is Brahaspati. To the Arabs it is the eighth manzil of the moon and is known as An-Nathrah, meaning \"the nose-gap\". Singhala name is Pusha. It either figured as a crescent or a barbed head of an arrow.",
        "nakaiy": "Fus",
        "number": "Eighth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "This Nakaiy is rainy and the skies are overcast most of the time. Winds are generally from the West."
    },
    {
        "agriculture": "Grain harvest is reaped during this Nakaiy.",
        "asterism": "Eta, Sigma, Delta, Epsilon and Rho in Hydrae",
        "averages": "Winds at an average speed of 10 knots/hr. Average rainfall is 67.3 mm (2.65 inches), and the average sunshine is 96.9 hrs.",
        "dates": "29 Jul - 10 Aug",
        "description": "Less frequent storms, calmer days",
        "fishing": "Good. Schools move away from the coast.",
        "id": 18,
        "meaning": "The name is given in Maldives to the ninth Nakaiy of Hulhangu season. According to Hindu astrologers it is the ninth lunar mansion and is named Aclesha, meaning “entwiner or embracer”. The presiding divinity are the Sarpas. To the  Arabs it is the ninth Manzil of the moon and is called At-Tarf, which means \"the look\". Sinhala name is Aslisa. It is figured as a wheel.",
        "nakaiy": "Ahuliha",
        "number": "Ninth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Calm and dry with lot of sunshine. During this period the stormy days of Hulhangu begin to come to a close. Its generally calm. Winds generally blow from the West."
    },
    {
        "agriculture": "Harvesting.",
        "asterism": "Alpha (Regulus), Zeta, Gamma (Algeiba), Mu, Epsilon and Eta in Leonis",
        "averages": "Winds at an average speed of 11 knots/hr. (20.37 km/hr.) Average rainfall is 106.0mm (4.17 inches) and the average sunshine is 76.9 hours.",
        "dates": "11 Aug - 23 Aug",
        "description": "Generally calm",
        "fishing": "Possible, if no rain.",
        "id": 19,
        "meaning": "The name given in Maldives to the tenth Nakaiy of Hulhangu season. According to Hindu astrologers it is the tenth lunar mansion and is named Magha, meaning \"mighty\". The presiding divinity are th Pitaras. To the Arabs it is the tenth manzil of the moon and is called Aj-Jabhah, \"the forehead\". Sinhala name is Magha.",
        "nakaiy": "Maa",
        "number": "Tenth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Generally calm, but the old Maldivian saying is that, if Ahuliha has been stormy, then Maa too is most likely to be stormy.  Winds generally blow from the West."
    },
    {
        "agriculture": "Harvesting.",
        "asterism": "Delta and Theta in Leonis",
        "averages": "Winds at an average speed of 10 knots/hr. (18.52 km/hr.). Average rainfall is 48.0 mm (1.89 inches) and the average sunshine is 107.8 hours.",
        "dates": "24 Aug - 6 Sep",
        "description": "Isolated showers. Rainy season ends. usually dry with light north-westerly winds",
        "fishing": "Average schools are far from coast.",
        "id": 20,
        "meaning": "The name is given in Maldives to the eleventh Nakaiy of Hulhangu season. According to Hindu astrologers it is the eleventh lunar mansion and it is a double asterism having the same Phalguni. The word Purva meaning “former” being added to this one to distinguish it from the following. The exact meaning of the word is not certain but is used to designate a species of  fig tree. The presiding divinity is Bhaga. To the Arabs it is the eleventh Manzil of the moon and they name it, Az-Zubrah, \"the mane\". Singhala name is Puvapal. it is figured as a couch.",
        "nakaiy": "Fura",
        "number": "Eleventh Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "This is the end of the rainy days of Hulhangu. There are isolated showers. Wind generally blows from the North-West."
    },
    {
        "agriculture": "",
        "asterism": "Beta (Denebola) in Leonis",
        "averages": "Winds at an average speed of 12 knots (22.22 km/hr.) Average rainfall is 116.6 mm (4.59 inches). And the average sunshine is 90.7 hrs.",
        "dates": "7 Sep - 20 Sep",
        "description": "Strong north-westerly winds",
        "fishing": "Average. Sailing towards Bengal.",
        "id": 21,
        "meaning": "The name given in Maldives to the twelfth Nakaiy of Hulhangu season. According to Hindu astrologers it is the twelfth lunar mansion and is called Uttara Phalguni. Being a double asterism with the former. The presiding divinity is Aryaman. To the Arabs it is the twelfth manzil of the moon and is known as As-Sarfah, \"the turn\". Sinhala name is Uthurupal. It is figured as a bed.",
        "nakaiy": "Uthura",
        "number": "Twelfth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Wind blows generally from the North West."
    },
    {
        "agriculture": "",
        "asterism": "Alpha, Beta, Gamma, Delta and Epsilon in Corvi",
        "averages": "Winds at an average speed of 13 knots per hour (24.08 km/hr.) Average rainfall is 96.1 mm (3.78 inches) & the average sunshine is 80.5 hrs.",
        "dates": "21 Sep - 3 Oct",
        "description": "Generally clear and calm with isolated showers",
        "fishing": "Good. Schools move closer to the coast.",
        "id": 22,
        "meaning": "The name is given in Maldives to the thirteenth Nakaiy of Hulhangu season. According to Hindu astrologers it is the thirteenth lunar mansion and is named Hasta, meaning “hand”. The presiding divinity is Savitar. To the Arabs it is the thirteenth manzil of the moon and it is called Al-Auwa, \"the barking dog\". Sinhala name is Hatha. It is figured as a hand.",
        "nakaiy": "Atha",
        "number": "Thirteenth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "During this period there may be minor storms now and then, but it will be generally clear and calm. Winds blow generally from the West."
    },
    {
        "agriculture": "",
        "asterism": "Alpha (Spica) in Virginis",
        "averages": "Winds at a speed of 12 knots per hour (22.2 km/hr.) Average rainfall is 104.2 mm (4.10 inches) and the average sunshine is 106.1 hours.",
        "dates": "4 Oct - 17 Oct",
        "description": "Light winds, isolated showers",
        "fishing": "Average. Schools are seen closer to the coast. Sailing towards Sri Lanka.",
        "id": 23,
        "meaning": "The name is given in Maldives to the fourteenth Nakaiy of Hulhangu season. According to Hindu astrologers it is the fourteenth lunar mansion and is named Citra, meaning \"brilliant\". The presiding divinity is Tvashtar. To the Arabs it is the fourteenth manzil of the moon and is known as As-Simak, Sinhala name is Sitha. It is figured as either a pearl or a lamp.",
        "nakaiy": "Hitha",
        "number": "Fourteenth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "There may be isolated showers of rain lasting a short duration. Winds are generally weak. There may be isolated showers of rain lasting a short duration. Winds are generally from the West."
    },
    {
        "agriculture": "",
        "asterism": "Alpha (Arcturus) in Bootis",
        "averages": "Winds at an average speed of 12 knots per hour (22.22 km/hr). Average rainfall is 111.0 mm (4.37 inches) and the average sunshine is 109.7 hours",
        "dates": "18 Oct - 31 Oct",
        "description": "Strong winds from all directions",
        "fishing": "Good. Fish caught are usually large.",
        "id": 24,
        "meaning": "The name given in maldives to the fifteenth Nakaiy of the Hulhangu season. According to Hindu astrologers it is the fifteenth lunar mansion  and is known as Svati, meaning \"sword\". To the Arabs it is the fifteenth manzil of the moon and is called Al-Ghafr, the \"covering\". Sinhala name is Saa. It is figured as either a coral bead, a gem or a pearl",
        "nakaiy": "Hei",
        "number": "Fifteenth Nakaiy of the Hulhangu",
        "season": "Hulhangu",
        "weather": "Winds may not settle onto one direction, but generally blow from the West."
    },
    {
        "agriculture": "",
        "asterism": "Alpha, Beta, Gamma and Iota in Librae",
        "averages": "Winds at an average speed of 11 knots per hour (20.37 km/hr.) Average rainfall is 96.3 mm (3.7 inches) and the average sunshine is 93.0 hrs.",
        "dates": "1 Nov - 13 Nov",
        "description": "Calm days",
        "fishing": "It is calm and fishing is good in this period. The particular fishing season of these days are called the fishing days of \"Noraahi\".",
        "id": 25,
        "meaning": "The name given in Maldives to the sixteenth Nakaiy of Hulhangu season. According to Hindu astrologers it is the sixteenth lunar mansion and is named Vicakha, meaning “having spread branches”. The presiding divinity are Indra and Agni jointly. To the  Arabs it is the sixteenth manzil of the moon and is called Az-Zubanan, \"the two claws\". Sinhala name is Visaa. Figured as a gate.",
        "nakaiy": "Vihaa",
        "number": "Sixteenth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Calm. Winds blow generally from the West."
    },
    {
        "agriculture": "",
        "asterism": "Beta Delta and Pi in Scorpionis",
        "averages": "Winds at an average speed of 9 knots/hr. (16.67 km/hr) Average rainfall is 84.5 mm (3.33 inches) and the average sunshine is 90.0 hrs.",
        "dates": "14 Nov - 26 Nov",
        "description": "Light winds, some sun and showers",
        "fishing": "According to old Maldivian saying: if the first storm of this Nakaiy comes from the East, then the fishing will generally be good.",
        "id": 26,
        "meaning": "The name given in Maldives to the seventeenth Nakaiy of Hulhagu season. According to Hindu astrologers it is the seventeenth lunar mansion and is named Anuradha, meaning “success”. The presiding divinity is Mitra. To the Arabs it is the seventeenth manzil of the moon and is known as Al-Iklil, \"the crown\". Sinhala name is Anura. It is figured as a row.",
        "nakaiy": "Nora",
        "number": "Seventeenth Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Winds will be weak and blow generally from the North-West. The currents in the seas are not settled during this period. On the third day for this Nakaiy the currents of the North East monsoon (Iruvaa) will start to be experienced in the seas."
    },
    {
        "agriculture": "",
        "asterism": "Alpha (Antares), Sigma and Tau in Scorpionis",
        "averages": "Winds at an average speed of 9 knots/hr. (16.67 km/hr.) Average rainfall is 101.6 mm (4 inches) and the sunshine is 97.6 hrs.",
        "dates": "27 Nov - 9 Dec",
        "description": "Light north-easterly winds",
        "fishing": "Good. Season begins in the South.",
        "id": 27,
        "meaning": "The name given in Maldives to the eighteenth Nakaiy of Hulhangu season. According to Hindu astrologers it is the eighteenth lunar mansion and is named Jyeshtha, meaning “oldest”. The presiding divinity is Indra. To the \rArabs it is the eighteenth manzil of the moon and is known as Al-Qalb, \"the heart\". Sinhala name is Dheta. It is figured as a ring or an ear-ring.",
        "nakaiy": "Dhosha",
        "number": "Last Nakaiy of Hulhangu",
        "season": "Hulhangu",
        "weather": "Winds will generally be weak and blows from the North-East."
    }
]